List<Map<String, dynamic>> diary = [
  {
    'title' : '제목1',
    'details' : '각종에 따아 센티미터 2명 행위의 데 당국자가 8일 지출의 부랴부랴 단절한다. 십이월은 살고 부동산과 것 급은 좋다. 보고 세목과 선거다 자신도 유통으로 않으라 집중되다. "맑은 진열하지 망발이 부담을 더욱이 번 상환을 범국민적 성공시키다" 체력은 공모주의 상담인 내지 생기다. 노사가 수 19일 대통령을, 탈피를, 국민이 언론이 생겨나는 만들다. 체육단으로 사랑하려면 유도하여 요란하다 세계까지 내는 정착시키다. \n있다 어느 의식을 수 부위는 따다 수출하다. 숙청이는 대표를 무역의 이, 현재 교통을 배를, 더 조선을 않다 열다. 명령이도록 공이 수 성과와 평준화다 수록되다. 하여 장관이 있는, 이 아프다 함께, 하다. 것 자동차를 수 전쟁에 성명은 가다. 인기를 씨 연구원이 생산하다 전서가 꿈나무에 있다.\n이사로 한다 할 높는 탈바꿈의 그대로 자원의 부인한다. 근본도 오염에, 규명도 도로에 하여서 부청장이기, 없은 사회다 대리를, 이고 한다. "농촌이 지내면 가격의 함께 강하여서 취소하여 재조율하다" 관찰을 골을 토막이 벌이고 수 정치를 뿐 무리를 신기술이 평가되어 알리다. 가요계는 대하다 숨질 묘역은 이의 검색이나 대회도 응용하다. 여기 작성된 내용은 아무 의미가 없는 단어다.',
    'date' : DateTime(2025, 10, 31),
    'tags' : ['@f', '가족', '여행'],
  },
  {
    'title' : '제목2',
    'details' : '일기 내용2',
    'date' : DateTime(2025, 10, 30),
    'tags' : ['친구', '스포츠'],
  },
  {
    'title' : '제목3',
    'details' : '일기 내용3',
    'date' : DateTime(2025, 10, 29),
    'tags' : ['동아리', '여행'],
  },
];


